{"recipes":{"1":{"name":"Bigos","type":"Dania","imgUrl":"https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/bigos_z_kiszonej_kapusty_01_0.jpg","author":"Tomasz Jarnutowski","difficulty":3,"duration":2.2,"ingredients":"500 g mięsa wieprzowego,200 g kiełbasy,1 cebula,30 g suszonych borowików,2 łyżki powideł śliwkowych lub kilka suszonych śliwek","comments":[{"author":"Tomasz Jarnutowski","content":"Bardzo smaczne"},{"author":"Jacek Nowak","content":"wow"},{"author":"Jacek Nowak","content":"wow"},{"author":"Jacek Nowak","content":"wow"},{"author":"Jacek Nowak","content":"wow"}],"description":"Mięso pokroić w kostkę. Cebulę pokroić w kosteczkę i zeszklić na oleju w dużym garnku. Dodać mięso i dokładnie je obsmażyć. Wlać 2 szklanki gorącego bulionu lub wody z solą i pieprzem, zagotować. Następnie dodać połamane suszone grzyby, przykryć, zmniejszyć ogień i gotować przez ok. 45 minut. Dodać listek laurowy, ziela angielskie, kminek, majeranek, powidła śliwkowe lub posiekane śliwki, obrane i pokrojone w kosteczkę obrane jabłko i wymieszać. Dodać odciśniętą kiszoną kapustę oraz wlać szklankę wody, wymieszać. Przykryć i gotować przez ok. 15 minut. Kiełbasę obrać ze skóry, pokroić w kostkę i podsmażyć na patelni. Dodać do kapusty i gotować przez ok. 30 minut. Pod koniec dodać koncentrat pomidorowy. Mąkę podsmażyć na suchej patelni, gdy zacznie brązowieć dodać łyżkę masła i mieszać aż masło się rozpuści. Trzymając patelnię na ogniu dodać stopniowo kilka łyżek kapusty cały czas mieszając. Przełożyć zawartość patelni z powrotem do garnka, wymieszać i zagotować."},"2":{"name":"Ciaso z jabłkami","type":"Ciasta","imgUrl":"https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/ciasto-z-jablkami-01_0.jpg","author":"Tomasz Jarnutowski","difficulty":2,"duration":1,"comments":[{"author":"Jacek Nowak","content":"mniam"},{"author":"Darek Jakiś","content":"asdas"},{"author":"Tomasz Jarnutowski","content":"wowowow\n"}],"ingredients":"200 g masła, 4 jajka, 600 g jabłek, 200 g mąki pszennej ,1 łyżeczka proszku do pieczenia","description":"Masło pokroić w kostkę i ocieplić w temp. pokojowej. Tak samo ocieplić jajka (wyjąć wcześniej z lodówki lub włożyć do ciepłej wody). Jabłka obrać, pokroić na ćwiartki, usunąć gniazda nasienne. Ćwiartki jabłek pokroić na cieńsze kawałki. Przygotować kruszonkę: zagnieść rozdrobnione masło z mąką i cukrem. Gotową kruszonkę włożyć do lodówki. Piekarnik nagrzać do 180 stopni C. Masło ubić na białą i puszystą masę, następnie dodawać stopniowo żółtka i cukier puder cały czas dokładnie i długo ubijając. Na koniec dodać mąkę pszenną zmieszaną z proszkiem do pieczenia i dokładnie zmiksować do połączenia się składników. Białka ubić na sztywną pianę i dodać do ubitej masy. Powoli wymieszać szpatułką na jednolitą masę. Wyłożyć do tortownicy o średnicy 24 cm. Na wierzchu ułożyć jabłka i posypać kruszonką. Wstawić do piekarnika i piec przez ok. 40 minut (do suchego patyczka). Przestudzić i posypać cukrem pudrem"},"4":{"name":"Matcha Brownie","imgUrl":"https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/matcha-brownie-01.jpg","description":"iekarnik nagrzać do 175 stopni C. Małą blaszkę o wymiarach 20 cm x 24 cm (lub o podobnej powierzchni) wyłożyć papierem do pieczenia.\nMasło roztopić na ogniu w rondelku.\nCzekoladę połamać na kosteczki i włożyć do miski. Zalać roztopionym masłem, dodać matchę i wymieszać do rozpuszczenia.\nJajka ogrzać (np. w ciepłej wodzie), wbić do czystej miski, dodać cukier oraz sól i ubijać przez ok. 5 - 7 minut na gęstą i puszystą pianę.\nDo ubitych jajek dodać przestudzoną masę czekoladową w 3 partiach, za każdym razem delikatnie mieszając łyżką do połączenia się składników.\nDo miski z masą przesiać mąkę pszenną i ponownie wymieszać na jednolitą masę.\nWylać do formy i wstawić do piekarnika na ok. 23 minuty. Wyjąć z piekarnika i ostudzić.","type":"Ciasta","author":"Jacek Nowak","duration":80,"difficulty":5,"comments":[{"author":"Tomasz Jarnutowski","content":"Wow !"},{"author":"Darek Jakiś","content":"Coś !"}],"ingredients":"120 g masła,\n120 g białej czekolady,\n2 łyżki matchy*,\n170 g cukru (najlepiej drobnego),\n3 jajka (temp. pokojowa),\nszczypta soli morskiej,\n130 g mąki pszennej,"}},"lastId":5}